Repository: aaugustin/myks-gallery
Catalog: gallery/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Users
fr: Utilisateurs

source: Groups
fr: Groupes

source: Successfully created %(created)d and changed %(changed)d access policies.
fr: %(created)d politiques d'accès ont été créées et %(changed)d modifiées.

source: Set access policy
fr: Définir la politique d'accès

source: Successfully deleted %(deleted)d access policies.
fr: %(deleted)d politiques d'accès ont été effacées.

source: Unset access policy
fr: Supprimer la politique d'accès

source: Scan photos
fr: Scanner les photos

source: Gallery
fr: Galerie

source: Album access policy
fr: Politique d'accès à un album

source: Album access policies
fr: Politiques d'accès aux albums

source: Photo access policy
fr: Politique d'accès à une photo

source: Photo access policies
fr: Politiques d'accès à des photos

source: Home
fr: Accueil

source: Scan
fr: Scanner

source: Click this button to re-scan your photo directory.
fr: Cliquez ici pour re-scanner votre répertoire de photos.

source: This will set the access policy for:
fr: La politique d'accès sera définie pour :

source: This will unset the access policy for:
fr: La politique d'accès sera supprimée pour :

source: Hide public albums
fr: Masquer les albums publics

source: Show public albums
fr: Montrer les albums publics

source: Search
fr: Chercher

source: Results for <strong>%(query)s</strong>
fr: Résultats pour <strong>%(query)s</strong>

source: See all albums
fr: Voir tous les albums

source: one photo
fr: une photo

source: Sorry, you aren't authorized to view any photos in this album.
fr: Désolé, vous n'avez le droit de voir aucune photo dans cet album.

source: Sorry, no albums match your query.
fr: Désolé, aucun album ne correspond à votre recherche.

source: Sorry, you aren't authorized to view any albums.
fr: Désolé, vous n'avez le droit de voir aucun album.

source: Download album
fr: Télécharger l'album
